IDEA Open Model
SectionStiffnesses.EIy Property
Compatible with IDEA StatiCa Beta 20.0
 bending stiffness
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double EIy { get; set; }
Public Property EIy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace